[
    {
    "menu":"เมนูต้ม",
    "muneName":[
        {
            "name": "ต้มยำอกไก่ใส่เห็ด",
            "method": [
                "1. ตั้งน้ำให้เดือด ปริมาณน้ำก็ดูตามความเหมาะสม ถ้ากินคนเดียว ใส่พอให้ได้ชามเล็ก ๆ ก็พอ",
                "2. ใส่เครื่องต้มยำ ทุบข่าใส่ลงไปสักสองชิ้น อย่าใส่เยอะนะเดี๋ยวจะมีรสฝาด ทุบตะไคร้แล้วก็หั่นเป็นชิ้น ๆ ใส่ลงไปให้พอหอม ตามด้วยหอมแดงจะช่วยให้น้ำต้มยำหวานอร่อย และมะเขือเทศสีดาช่วยเพิ่มรสเปรี้ยว",
                "3. พอทุกอย่างเดือด ใส่อกไก่หั่นชิ้นลงไป รอจนสุก ใส่เห็ด",
                "4. ปรุงรสด้วยน้ำมะขามเปียก น้ำปลา ยกลงจากเตา ฉีกใบมะกรูดโรยหน้า ใส่พริกขี้หนูทุบเพิ่มความเผ็ด ถ้ายังเปรี้ยวไม่สะใจบีบมะนาวเพิ่ม หรืออ่อนรสใดไปก็ค่อย ๆ เติมจนได้รสที่ถูกปาก แต่อย่ารสชาติสุดโต่งเกินไป ไม่เค็มมาก ไม่เปรี้ยวมาก สงสารกระเพาะนะ"
            ],
            "img": "https://s359.thaibuffer.com/pagebuilder/7811fd14-c9b9-4bd3-8d05-80299c9f3f95.jpg"
        },
       {
        "name": "แกงเลียงกุ้ง",
        "method": [
            "1. ทำน้ำพริกแกงเลียง โดยใส่พริกแห้งตำ ๆ ตามด้วยกระชาย หอมแดง ปรุงรสด้วยเกลือป่น พริกไทย และกะปิ โขลกทุกอย่างให้เข้ากัน",
                "2. ตั้งน้ำพอประมาณให้เดือด ตักน้ำพริกแกงใส่ลงไป ตามด้วยฟักทอง ข้าวโพดอ่อน และเห็ดฟาง ขั้นตอนสุดท้ายใส่กุ้ง พอสุกก็ปิดไฟ แล้วใส่ใบแมงลัก"
        ],
        "img": "https://s359.thaibuffer.com/pagebuilder/b1137ffe-c446-4fd4-a5cb-da529c9f214e.jpg"
       },
       {
        "name": "ต้มจืดแตงกวายัดไส้",
        "method": [
            "1. โขลกรากผักชี กระเทียม และพริกไทยดำ จากนั้นนำไปหมักกับอกไก่คลุกเคล้าให้เข้ากัน ใส่น้ำมันงา และซีอิ๊วขาวลงไป แช่เย็นไว้ 1 คืน",
            "2. ปอกแตงกวาคว้านเอาไส้ออก หั่นเป็นท่อนแล้วเอามายัดไส้เนื้ออกไก่ให้เต็ม",
            "3. พอน้ำซุปเดือดใส่แตงกวายัดไส้ลงไป ใส่แครอตลงไปต้มด้วยไฟอ่อน คอยช้อนฟองออกให้หมด ต้มจนกว่าเนื้ออกไก่สุก ตักเสิร์ฟ"
        ],
        "img": "https://s359.thaibuffer.com/pagebuilder/a930f301-1727-46fd-8e5b-acc00739520e.jpg"
       },
       {
        "name": "แกงจืดตำลึงหมูสับ",
        "method": [
            "1.ใส่น้ำซุปลงในหม้อ เปิดไฟกลาง รอจนน้ำซุปเดือด ใส่หมูสับ ปรุงรสด้วยเกลือ",
            "2. ใส่เต้าหู้หลอดกับตำลึงลงไป กดให้ตำลึงจมน้ำ ปิดฝา รอน้ำเดือดปิดไฟ",
            "3. ตักใส่ภาชนะ โรยพริกไทยป่นกับกระเทียมเจียวลงไป"
        ],
        "img": "https://s359.thaibuffer.com/pagebuilder/901ce0c5-6e5c-4d05-b818-69e6f5b01846.jpg"
       },
       {
        "name": "ต้มซุปน่องไก่",
        "method": [
            "1. ต้มน้ำให้เดือด ใส่ซอสปรุงรส เกลือป่น และน้ำตาลทรายนิดหน่อย",
            "2. ใส่น่องไก่ และมะเขือเทศ สูตรนี้สามารถเพิ่มมันฝรั่ง และแครอตได้ ต้มจนสุก แล้วใส่ต้นหอมซอย"
        ],
        "img": "https://s359.thaibuffer.com/pagebuilder/ac49c02a-e1d4-4a0f-8f71-ebfd6f014435.jpg"
       }
    ]
    },
    {
        "menu": "เมนูผัด",
        "muneName": [
            {
                "name": "ผัดซีอิ๊วกุ้ง",
                "method": [
                    "1. ใส่น้ำมันพืชลงในกระทะ ใช้ไฟปานกลาง เจียวกระเทียมจนหอมและเหลือง",
                    "2. ใส่อกไก่ลงไปผักจนเกือบสุก ตามด้วยกุ้งสด ผัดจนกุ้งเริ่มสุก ตอกไข่ไก่ลงไปยีพอสุก",
                    "3. ใส่เส้นใหญ่ลงไป ตามด้วยซีอิ๊วดำหวาน ซีอิ๊วขาว และน้ำตาลทราย ผัดเบา ๆ ให้เข้ากัน ใส่ผักคะน้าลงไป ผัดให้เข้ากันอีกครั้ง ตักใส่จาน โรยพริกไทย พร้อมเสิร์ฟ"
                ],
                "img": "image.png"
            },
            {
                "name": "เส้นหมี่ผัดซีอิ๊วเบคอน",
                "method": [
                    "1. แช่เส้นหมี่แห้งในน้ำเปล่า 10 นาที นำเส้นขึ้นสะบัดน้ำออก ตั้งกระทะใส่เส้นหมี่ลงไป เติมซีอิ๊วดำหวานลงไปผัดคลุกเคล้าให้เข้ากัน ตักขึ้นมาพักไว้",
                    "2. นำเบคอนหั่นชิ้นลงไปคั่วในกระทะ พอกรอบและน้ำมันจากเบคอนออกมาเยอะก็ให้ใส่กระเทียมบุบลงไป พอกระเทียมเริ่มหอมก็ใส่คะน้าลงไปผัด",
                    "3. ปรุงรสด้วยน้ำมันหอย ซีอิ๊วขาว และน้ำตาลทราย ใส่เส้นลงไปผัดให้เข้ากันเป็นอันเสร็จ ตักใส่จาน พร้อมเสิร์ฟ"
                ],
                "img": "https://s359.thaibuffer.com/pagebuilder/6b5c7117-d06e-47da-ba55-8b23bb18bc66.jpg"
            },
            {
                "name": "เส้นบักวีตผัดซีอิ๊ว",
                "method": [
                    "1. นำเนื้อหมู พริกไทยป่น และซีอิ๊วขาว คลุกเคล้าให้เข้ากัน พักไว้ 15-20 นาที",
                    "2. ตั้งกระทะใส่น้ำมันพืชพอร้อน ใส่กระเทียมลงผัดพอเหลือง ใส่เนื้อหมูที่หมักไว้ลงผัดพอสุก เขี่ยไว้ข้างกระทะ ใส่ไข่เป็ดผัดพอสุก",
                    "3. ใส่คะน้าและเส้นบักวีตลงไป ปรุงรสด้วยซอสปรุงรส น้ำตาลทราย และซีอิ๊วดำ ผัดพอเข้ากัน ตักใส่ภาชนะ เสิร์ฟคู่กับน้ำส้มพริกดอง"
                ],
                "img": "https://s359.thaibuffer.com/pagebuilder/9b6bd1d5-b70c-4fa3-b1ba-6a36dc0306a1.jpg"
            },
            {
                "name": "ผัดซีอิ๊วหมู",
                "method": [
                    "1. ใส่น้ำมันพืชและกระเทียมลงในชามกระเบื้อง คนผสมให้กระเทียมโดนน้ำมันจนทั่ว จากนั้นนำเข้าเตาไมโครเวฟ ใช้ไฟแรง เจียวกระเทียมนานประมาณ 2 นาที ยกออกจากเตา",
                    "2. ใส่หมู คนผสมเข้ากัน นำกลับเข้าเตาไมโครเวฟ นานประมาณ 1 นาที นำออกจากเตา",
                    "3. ใส่เส้นก๋วยเตี๋ยว ซีอิ๊วดำ ซอสปรุงรส และน้ำตาลทราย คนผสมจนเข้ากัน นำกลับเข้าเตาไมโครเวฟ นานประมาณ 2 นาที นำออกจากเตา ผัดให้เข้ากัน",
                    "4. ใส่ไข่ไก่ นำเข้าเตาไมโครเวฟ นานประมาณ 1 นาที นำออกจากเตา ใส่คะน้า และแครอต คนให้เข้ากัน นำกลับเข้าเตาไมโครเวฟ นานประมาณ 2 นาที นำออกจากเตา ผัดให้เข้ากันอีกครั้ง จากนั้นตักใส่จาน โรยพริกไทยป่น"
                ],
                "img": "https://s359.thaibuffer.com/pagebuilder/cd21f90c-96ed-4e2a-96f5-99e0a59e9bad.jpg"
            },
            {
                "name": "ผัดซีอิ๊วเส้นเหลือง",
                "method": [
                    "1. ตั้งกระทะใส่น้ำมันพืชลงไป ใส่กระเทียมลงไปเจียวพอหอม ใส่กุ้งกับปลาหมึกลงไปผัดพอสุก ตักใส่จาน",
                    "2. ใส่เส้นหมี่เหลืองลงไปผัดต่อในกระทะ ตามด้วยหมู ผัดจนสุก",
                    "3. ใส่คะน้าลงไปผัดจนสุก เติมซีอิ๊วดำ ผัดจนเข้ากัน ปรุงรสตามชอบ สุดท้ายใส่กุ้งกับปลาหมึกคลุกเคล้าจนทั่ว ตักเสิร์ฟ"
                ],
                "img": "https://s359.thaibuffer.com/pagebuilder/98921ecc-f939-4e0f-b2aa-d41cb053edb0.jpg"
            }
        ]
    }
]